Repository: jayfunc/BetterLyrics
Catalog: src/BetterLyrics.DotNet/BetterLyrics.WinUI3/BetterLyrics.WinUI3/Strings/*/Resources.resw
Source language: en
Languages: ar, de, es, hi, id, it, ja, ko, ms, pt, ru, th, tr, vi, zh_hans, zh_hant

# WindowSettingsControlRealTimePaletteUnderlayColor.Header
source: Underlay Color
ar: لون الطبقة السفلية
de: Unterlage Farbe
es: Color de la base
hi: अंडरले रंग
id: Warna Dasar
it: Colore sottofondo
ja: アンダーレイカラー
ko: 언더레이 색상
ms: Warna Lapisan Bawah
pt: Cor da base
ru: Цвет подложки
th: สีของวัสดุรองพื้น
tr: Altlık Rengi
vi: Màu nền
zh_hans: 底层颜色
zh_hant: 底層顏色

# WindowSettingsControlRemoveBorder.Header
source: Remove borders when locked
ar: إزالة الحدود عند قفلها
de: Grenzen entfernen, wenn gesperrt
es: Eliminar bordes al bloquear
hi: लॉक होने पर बॉर्डर हटाएँ
id: Menghapus batas saat terkunci
it: Rimuovi bordi quando bloccata
ja: ロック時に枠線を除去する
ko: 잠긴 경우 테두리 제거
ms: Alih keluar sempadan apabila dikunci
pt: Remover margens quando bloqueadas
ru: Удаление границ при блокировке
th: ลบเส้นขอบเมื่อถูกล็อก
tr: Kilitlendiğinde kenarlıkları kaldırın
vi: Loại bỏ viền khi bị khóa
zh_hans: 锁定时移除边框
zh_hant: 鎖定時移除窗口邊框

# WindowSettingsControlShowAndHide.Text
source: Hide and Show
ar: إخفاء وإظهار
de: Ausblenden und Anzeigen
es: Ocultar y mostrar
hi: छिपाएँ और दिखाएँ
id: Sembunyikan dan Tampilkan
it: Nascondi e mostra
ja: 表示 / 非表示
ko: 숨기기 및 표시
ms: Sembunyikan dan Tunjukkan
pt: Ocultar e mostrar
ru: Скрывать и показывать
th: ซ่อนและแสดง
tr: Gizle ve Göster
vi: Ẩn và Hiển thị
zh_hans: 显示和隐藏
zh_hant: 顯示與隱藏

# WindowSettingsControlSpoutOutput.Header
source: Spout Output
ar: مخرجات الفوهة
de: Ausgießer Ausgang
es: Salida de caño
hi: Spout आउटपुट
id: Keluaran Cerat
it: Uscita Spout
ja: Spout 出力
ko: 스파우트 출력
ms: Keluaran Spout
pt: Saída do bico
ru: Выход излива
th: สปาวต์ เอาต์พุต
tr: Çıkış Borusu
vi: Đầu ra vòi
zh_hans: Spout 输出
zh_hant: Spout 輸出

# WindowSettingsControlTheme.Header
source: Window Theme
ar: سمة النافذة
de: Fenster-Thema
es: Tema de la ventana
hi: विंडो थीम
id: Tema Jendela
it: Tema finestra
ja: ウィンドウのテーマ
ko: 창 테마
ms: Tema Tingkap
pt: Tema da janela
ru: Оконная тема
th: ธีมหน้าต่าง
tr: Pencere Teması
vi: Giao diện cửa sổ
zh_hans: 窗口主题
zh_hant: 視窗主題

# MusicGalleryPageSongsTab.Content
source: Songs
ar: أغاني
de: Titel
es: Canciones
hi: गीत
id: Lagu
it: Brani
ja: 曲
ko: 곡
ms: Lagu
pt: Músicas
ru: Песни
th: เพลง
tr: Şarkılar
vi: Bài hát
zh_hans: 歌曲
zh_hant: 歌曲

# MusicGalleryPageAlbumsTab.Content
source: Albums
ar: ألبومات
de: Alben
es: Álbumes
hi: एल्बम
id: Album
it: Album
ja: アルバム
ko: 앨범
ms: Album
pt: Álbuns
ru: Альбомы
th: อัลบั้ม
tr: Albümler
vi: Album
zh_hans: 专辑
zh_hant: 專輯

# MusicGalleryPageArtistsTab.Content
source: Artists
ar: فنانون
de: Künstler
es: Artistas
hi: कलाकार
id: Artis
it: Artisti
ja: アーティスト
ko: 아티스트
ms: Artis
pt: Artistas
ru: Исполнители
th: ศิลปิน
tr: Sanatçılar
vi: Nghệ sĩ
zh_hans: 艺术家
zh_hant: 演出者

# MusicGalleryPageSortByGenre.Content
source: Genre
ar: النوع
es: Género
hi: शैली
it: Genere
ja: ジャンル
ko: 장르
pt: Gênero
ru: Жанр
th: ประเภท
tr: Tür
vi: Thể loại
zh_hans: 流派
zh_hant: 流派

# MusicGalleryPageSortByYear.Content
source: Year
ar: السنة
de: Jahr
es: Año
hi: वर्ष
id: Tahun
it: Anno
ja: 年
ko: 연도
ms: Tahun
pt: Ano
ru: Год
th: ปี
tr: Yıl
vi: Năm
zh_hans: 年份
zh_hant: 年份

# MusicGalleryPageSortByTrackNumber.Content
source: Track
ar: مسار
de: Titelnummer
es: Pista
hi: ट्रैक
id: Trek
it: Traccia
ja: トラック番号
ko: 트랙
ms: Trek
pt: Faixa
ru: Дорожка
th: แทร็ก
tr: Parça
vi: Bản nhạc
zh_hans: 音轨号
zh_hant: 音軌編號

# MusicGalleryPageSortByBitrate.Content
source: Bitrate
ar: معدل البت
es: Velocidad de bits
hi: बिटरेट
it: Velocità di trasmissione
ja: ビットレート
ko: 비트레이트
ms: Kadar bit
pt: Taxa de bits
ru: Битрейт
th: บิตเรต
tr: Bit hızı
vi: Tốc độ bit
zh_hans: 比特率
zh_hant: 位元率

# MusicGalleryPageSortBySampleRate.Content
source: Sample Rate
ar: معدل العينة
de: Abtastrate
es: Frecuencia de muestreo
hi: सैंपल रेट
id: Tingkat sampel
it: Frequenza di campionamento
ja: サンプルレート
ko: 샘플링 속도
ms: Kadar sampel
pt: Taxa de amostragem
ru: Частота дискретизации
th: อัตราสุ่มตัวอย่าง
tr: Örnekleme hızı
vi: Tốc độ lấy mẫu
zh_hans: 采样率
zh_hant: 取樣率

# MusicGalleryPageSortByFormat.Content
source: Format
ar: تنسيق
es: Formato
hi: प्रारूप
it: Formato
ja: フォーマット
ko: 형식
pt: Formato
ru: Формат
th: รูปแบบ
tr: Biçim
vi: Định dạng
zh_hans: 格式
zh_hant: 格式

# MusicGalleryPageSortByFileSize.Content
source: Size
ar: الحجم
de: Größe
es: Tamaño
hi: आकार
id: Ukuran
it: Dimensione
ja: サイズ
ko: 크기
ms: Saiz
pt: Tamanho
ru: Размер
th: ขนาด
tr: Boyut
vi: Kích thước
zh_hans: 大小
zh_hant: 大小

# MusicGalleryPageSortByDuration.Content
source: Duration
ar: المدة
de: Dauer
es: Duración
hi: अवधि
id: Durasi
it: Durata
ja: 持続時間
ko: 재생 시간
ms: Tempoh
pt: Duração
ru: Длительность
th: ระยะเวลา
tr: Süre
vi: Thời lượng
zh_hans: 时长
zh_hant: 時間長度

# MusicGalleryPageSortByDateCreated.Content
source: Date Created
ar: تاريخ الإنشاء
de: Erstellungsdatum
es: Fecha de creación
hi: बनने की तिथि
id: Tanggal dibuat
it: Data di creazione
ja: 作成日時
ko: 만든 날짜
ms: Tarikh dicipta
pt: Data de criação
ru: Дата создания
th: วันที่สร้าง
tr: Oluşturulma Tarihi
vi: Ngày tạo
zh_hans: 创建时间
zh_hant: 建立時間

# MusicGalleryPageSortByDateModified.Content
source: Date Modified
ar: تاريخ التعديل
de: Änderungsdatum
es: Fecha de modificación
hi: संशोधित तिथि
id: Tanggal diubah
it: Data di modifica
ja: 更新日時
ko: 수정한 날짜
ms: Tarikh diubah suai
pt: Data de modificação
ru: Дата изменения
th: วันที่แก้ไข
tr: Değiştirilme Tarihi
vi: Ngày sửa đổi
zh_hans: 修改时间
zh_hant: 修改時間

# MusicGalleryPageShowAlbumColumn.Text
source: Album
ar: ألبوم
es: Álbum
hi: एल्बम
ja: アルバム
ko: 앨범
pt: Álbum
ru: Альбом
th: อัลบั้ม
tr: Albüm
zh_hans: 专辑
zh_hant: 專輯

# MusicGalleryPageShowGenreColumn.Text
source: Genre
ar: النوع
es: Género
hi: शैली
it: Genere
ja: ジャンル
ko: 장르
pt: Gênero
ru: Жанр
th: ประเภท
tr: Tür
vi: Thể loại
zh_hans: 流派
zh_hant: 流派

# MusicGalleryPageShowYearColumn.Text
source: Year
ar: السنة
de: Jahr
es: Año
hi: वर्ष
id: Tahun
it: Anno
ja: 年
ko: 연도
ms: Tahun
pt: Ano
ru: Год
th: ปี
tr: Yıl
vi: Năm
zh_hans: 年份
zh_hant: 年份

# MusicGalleryPageShowTrackNumberColumn.Text
source: Track
ar: مسار
de: Titelnummer
es: Pista
hi: ट्रैक
id: Trek
it: Traccia
ja: トラック番号
ko: 트랙
ms: Trek
pt: Faixa
ru: Дорожка
th: แทร็ก
tr: Parça
vi: Bản nhạc
zh_hans: 音轨号
zh_hant: 音軌編號

# MusicGalleryPageShowBitrateColumn.Text
source: Bitrate
ar: معدل البت
es: Velocidad de bits
hi: बिटरेट
it: Velocità di trasmissione
ja: ビットレート
ko: 비트레이트
ms: Kadar bit
pt: Taxa de bits
ru: Битрейт
th: บิตเรต
tr: Bit hızı
vi: Tốc độ bit
zh_hans: 比特率
zh_hant: 位元率

# MusicGalleryPageShowSampleRateColumn.Text
source: Sample Rate
ar: معدل العينة
de: Abtastrate
es: Frecuencia de muestreo
hi: सैंपल रेट
id: Tingkat sampel
it: Frequenza di campionamento
ja: サンプルレート
ko: 샘플링 속도
ms: Kadar sampel
pt: Taxa de amostragem
ru: Частота дискретизации
th: อัตราสุ่มตัวอย่าง
tr: Örnekleme hızı
vi: Tốc độ lấy mẫu
zh_hans: 采样率
zh_hant: 取樣率

# MusicGalleryPageShowFormatColumn.Text
source: Format
ar: تنسيق
es: Formato
hi: प्रारूप
it: Formato
ja: フォーマット
ko: 형식
pt: Formato
ru: Формат
th: รูปแบบ
tr: Biçim
vi: Định dạng
zh_hans: 格式
zh_hant: 格式

# MusicGalleryPageShowFileSizeColumn.Text
source: Size
ar: الحجم
de: Größe
es: Tamaño
hi: आकार
id: Ukuran
it: Dimensione
ja: サイズ
ko: 크기
ms: Saiz
pt: Tamanho
ru: Размер
th: ขนาด
tr: Boyut
vi: Kích thước
zh_hans: 大小
zh_hant: 大小

# MusicGalleryPageShowFolderColumn.Text
source: Folder
ar: مجلد
de: Ordner
es: Carpeta
hi: फ़ोल्डर
it: Cartella
ja: フォルダー
ko: 폴더
pt: Pasta
ru: Папка
th: โฟลเดอร์
tr: Klasör
vi: Thư mục
zh_hans: 文件夹
zh_hant: 資料夾

# MusicGalleryPageShowDurationColumn.Text
source: Duration
ar: المدة
de: Dauer
es: Duración
hi: अवधि
id: Durasi
it: Durata
ja: 持続時間
ko: 재생 시간
ms: Tempoh
pt: Duração
ru: Длительность
th: ระยะเวลา
tr: Süre
vi: Thời lượng
zh_hans: 时长
zh_hant: 時間長度

# MusicGalleryPageShowDateCreatedColumn.Text
source: Date Created
ar: تاريخ الإنشاء
de: Erstellungsdatum
es: Fecha de creación
hi: बनने की तिथि
id: Tanggal dibuat
it: Data di creazione
ja: 作成日時
ko: 만든 날짜
ms: Tarikh dicipta
pt: Data de criação
ru: Дата создания
th: วันที่สร้าง
tr: Oluşturulma Tarihi
vi: Ngày tạo
zh_hans: 创建时间
zh_hant: 建立時間

# MusicGalleryPageShowDateModifiedColumn.Text
source: Date Modified
ar: تاريخ التعديل
de: Änderungsdatum
es: Fecha de modificación
hi: संशोधित तिथि
id: Tanggal diubah
it: Data di modifica
ja: 更新日時
ko: 수정한 날짜
ms: Tarikh diubah suai
pt: Data de modificação
ru: Дата изменения
th: วันที่แก้ไข
tr: Değiştirilme Tarihi
vi: Ngày sửa đổi
zh_hans: 修改时间
zh_hant: 修改時間

# SettingsPageKorean.Header
source: Romaja
ar: الكتابة الرومانية للكورية
de: Koreanische Romanisierung
es: Romanización coreana
hi: कोरियाई रोमनीकरण
id: Romanisasi Bahasa Korea
it: Romanizzazione coreana
ja: ローマ字（韓国語）
ko: 한국어 로마자 표기
ms: Romanisasi Korea
pt: Romanização coreana
ru: Корейская романизация
th: การเขียนชื่อเกาหลีด้วยตัวอักษรโรมัน
tr: Korece Latin Harflerine Dönüştürme
vi: Cách phiên âm tiếng Hàn sang chữ La-tinh
zh_hans: 罗马字（韩语）
zh_hant: 羅馬字（韓文）

# SettingsPagePhonetics.Header
source: Phonetics
ar: علم الصوتيات
de: Phonetik
es: Fonética
hi: ध्वनि विज्ञान
id: Fonetik
it: Fonetica
ja: ルビ表示
ko: 음운학
ms: Fonetik
pt: Fonética
ru: Фонетика
th: เสียงศาสตร์
tr: Fonetik
zh_hans: 发音标示
zh_hant: 發音標示

# SettingsPagePhonetics.Description
source: Display phonetics for different languages
ar: عرض القواعد الصوتية لمختلف اللغات
de: Phonetik für verschiedene Sprachen anzeigen
es: Mostrar la transcripción fonética de diferentes idiomas
hi: विभिन्न भाषाओं के लिए ध्वन्यात्मकता प्रदर्शित करें
id: Menampilkan transkripsi fonetik untuk berbagai bahasa
it: Visualizza la trascrizione fonetica per diverse lingue
ja: 多言語のルビを表示
ko: 각 언어별 발음 표기 표시
ms: Paparkan fonetik untuk bahasa yang berbeza
pt: Mostrar a fonética de diferentes línguas
ru: Отображение фонетики для разных языков
th: แสดงระบบการออกเสียงของภาษาต่าง ๆ
tr: Farklı diller için fonetik gösterimi
vi: Hiển thị phiên âm cho các ngôn ngữ khác nhau
zh_hans: 显示不同语言的发音标示
zh_hant: 顯示不同語言的發音標示

# SettingsPageLeftRight.Content
source: Alternating (Left/Right)
ar: اليسار - اليمين
de: Links-Rechts
es: Izquierda-Derecha
hi: बाएँ-दाएँ
id: Kiri-Kanan
it: Sinistra-Destra
ja: 両端揃え
ko: 좌-우
ms: Kiri-Kanan
pt: Esquerda-Direita
ru: Слева-справа
th: ซ้าย-ขวา
tr: Sol-Sağ
vi: Trái-Phải
zh_hans: 左右交替
zh_hant: 左右交替

# SettingsPageTopBottom.Content
source: Alternating (Top/Bottom)
ar: من الأعلى إلى الأسفل
de: Oben-Unten
es: De arriba abajo
hi: ऊपर-नीचे
id: Atas-Bawah
it: Dall'alto verso il basso
ja: 上下揃え
ko: 상단-하단
ms: Atas-Bawah
pt: De cima para baixo
ru: Сверху вниз
th: บน-ล่าง
tr: Yukarı-Aşağı
vi: Từ trên xuống dưới
zh_hans: 上下交替
zh_hant: 上下交替

# SettingsPagePaletteToneWeight.Header
source: Tone Weight (Lightness)
ar: درجة اللون (السطوع)
de: Tonwert (Helligkeit)
es: Intensidad del tono (claridad)
hi: स्वर भार (हल्कापन)
id: Nilai Nada (Kecerahan)
it: Intensità del tono (luminosità)
ja: トーンのウェイト（明度）
ko: 톤의 명도
ms: Tona Berat (Kecerahan)
pt: Peso do tom (claridade)
ru: Тональная насыщенность (светлота)
th: น้ำหนักโทน (ความสว่าง)
tr: Ton Ağırlığı (Açıklık)
vi: Độ đậm nhạt (Độ sáng)
zh_hans: 明度权重（亮度）
zh_hant: 明度權重（亮度）

# SettingsPagePaletteChromaWeight.Header
source: Chroma Weight (Saturation)
ar: وزن اللون (التشبع)
de: Chroma-Gewichtung (Sättigung)
es: Intensidad del color (saturación)
hi: क्रोमा भार (संतृप्ति)
id: Bobot Chroma (Saturasi)
it: Peso cromatico (saturazione)
ja: クロマのウェイト（彩度）
ko: 색상 농도 (채도)
ms: Berat Chroma (Kepenuhan)
pt: Intensidade da cor (saturação)
ru: Вес цвета (насыщенность)
th: น้ำหนักสี (ความอิ่มตัว)
tr: Renk Yoğunluğu (Doygunluk)
vi: Độ đậm màu (Độ bão hòa)
zh_hans: 色度权重（饱和度）
zh_hant: 色度權重（飽和度）

# SettingsPagePalettePopulationWeight.Header
source: Population Weight (Area)
ar: الكثافة السكانية (المساحة)
de: Bevölkerungsgewicht (Fläche)
es: Población Ponderada (Área)
hi: जनसंख्या भार (क्षेत्रफल)
id: Bobot Populasi (Luas Wilayah)
it: Peso demografico (area)
ja: ポピュレーションのウェイト（面積）
ko: 인구 가중치 (면적)
ms: Berat Populasi (Keluasan)
pt: Peso da população (área)
ru: Весовой коэффициент населения (по площади)
th: น้ำหนักประชากร (พื้นที่)
tr: Nüfus Ağırlığı (Alan)
vi: Mật độ dân số (theo diện tích)
zh_hans: 占比权重（面积）
zh_hant: 佔比權重（面積）

# SettingsPageDiscordAlbumArtSource.Header
source: Discord Album Art Source
ar: مصدر صور ألبومات Discord
de: Quelle des Discord-Albumcovers
es: Fuente de las carátulas de los álbumes en Discord
hi: डिस्कॉर्ड एल्बम आर्ट स्रोत
id: Sumber Gambar Sampul Album di Discord
it: Fonte delle copertine degli album su Discord
ja: Discord アルバムアートのソース
ko: 디스코드 앨범 아트 출처
ms: Sumber Seni Album Discord
pt: Fonte da capa do álbum no Discord
ru: Источник обложки альбома в Discord
th: แหล่งที่มาของภาพปกอัลบั้มใน Discord
tr: Discord Albüm Kapağı Kaynağı
vi: Nguồn hình bìa album trên Discord
zh_hans: Discord 专辑封面源
zh_hant: Discord 專輯封面來源

# DiscordAlbumArtSourceNone.Content
source: None
ar: لا شيء
de: Keine
es: Ninguno
hi: कोई नहीं
id: Tidak ada
it: Nessuno
ja: なし
ko: 없음
ms: Tiada
pt: Nenhum
ru: Нет
th: ไม่มี
tr: Yok
vi: Không có
zh_hans: 无
zh_hant: 無

# SettingsPageDiscordUsername.Header
source: Username
ar: المستخدم الحالي
de: Aktueller Benutzer
es: Usuario actual
hi: वर्तमान उपयोगकर्ता
id: Pengguna Saat Ini
it: Utente attuale
ja: ユーザー名
ko: 현재 사용자
ms: Pengguna semasa
pt: Utilizador atual
ru: Текущий пользователь
th: ผู้ใช้ปัจจุบัน
tr: Şu Anki Kullanıcı
vi: Người dùng hiện tại
zh_hans: 用户名
zh_hant: 使用者名稱

# LyricsTrackTypeOriginal
source: Original
ar: الأصل
hi: मूल
id: Asli
it: Originale
ja: 原文
ko: 원문
ms: Asli
ru: Оригинал
th: ต้นฉบับ
tr: Orijinal
vi: Bản gốc
zh_hans: 原文
zh_hant: 原文

# LyricsTrackTypeTransliteration
source: Transliteration
ar: الكتابة بالحروف اللاتينية
es: Transliteración
hi: अनुलेखन
id: Transliterasi
it: Traslitterazione
ja: 音訳
ko: 음역
ms: Transliterasi
pt: Transliteração
ru: Транслитерация
th: การเขียนตามเสียง
tr: Transliterasyon
vi: Chuyển tự
zh_hans: 音译
zh_hant: 音譯

# LyricsTrackTypeTranslation
source: Translation
ar: الترجمة
de: Übersetzung
es: Traducción
hi: अनुवाद
id: Terjemahan
it: Traduzione
ja: 訳文
ko: 번역
ms: Terjemahan
pt: Tradução
ru: Перевод
th: การแปล
tr: Çeviri
vi: Bản dịch
zh_hans: 译文
zh_hant: 譯文

# LyricsSearchControlTranslationAvailable.Text
source: Translation
ar: الترجمة
de: Übersetzung
es: Traducción
hi: अनुवाद
id: Terjemahan
it: Traduzione
ja: 訳文
ko: 번역
ms: Terjemahan
pt: Tradução
ru: Перевод
th: การแปล
tr: Çeviri
vi: Bản dịch
zh_hans: 译文
zh_hant: 譯文

# LyricsSearchControlTransliterationAvailable.Text
source: Transliteration
ar: الكتابة بالحروف اللاتينية
es: Transliteración
hi: अनुलेखन
id: Transliterasi
it: Traslitterazione
ja: 音訳
ko: 음역
ms: Transliterasi
pt: Transliteração
ru: Транслитерация
th: การเขียนตามเสียง
tr: Transliterasyon
vi: Chuyển tự
zh_hans: 音译
zh_hant: 音譯

# SettingsPageLyricsAutoRetryCount.Header
source: Max Search Attempts
ar: الحد الأقصى لعدد محاولات البحث
de: Maximale Anzahl von Suchversuchen
es: Número máximo de intentos de búsqueda
hi: अधिकतम खोज प्रयास
id: Jumlah Maksimum Upaya Pencarian
it: Numero massimo di tentativi di ricerca
ja: 最大検索回数
ko: 최대 검색 시도 횟수
ms: Cubaan carian maksimum
pt: Número máximo de tentativas de pesquisa
ru: Максимальное количество попыток поиска
th: จำนวนการค้นหาสูงสุด
tr: Maksimum Arama Denemesi Sayısı
vi: Số lần tìm kiếm tối đa
zh_hans: 最大搜索次数
zh_hant: 最大搜尋次數

# SettingsPageLyricsAutoRetryCount.Description
source: Maximum number of attempts when lyrics search fails
ar: الحد الأقصى لعدد المحاولات في حالة فشل البحث عن كلمات الأغاني
de: Maximale Anzahl von Versuchen, wenn die Suche nach Liedtexten fehlschlägt
es: Número máximo de intentos cuando falla la búsqueda de letras de canciones
hi: जब गीत के बोल खोजने में विफलता होती है तो प्रयासों की अधिकतम संख्या
id: Jumlah maksimum percobaan jika pencarian lirik gagal
it: Numero massimo di tentativi in caso di ricerca fallita dei testi delle canzoni
ja: 歌詞検索が失敗した際の最大試行回数
ko: 가사 검색에 실패할 경우 허용되는 최대 시도 횟수
ms: Bilangan maksimum percubaan apabila carian lirik gagal
pt: Número máximo de tentativas quando a pesquisa de letras falha
ru: Максимальное количество попыток в случае неудачного поиска текста песни
th: จำนวนครั้งสูงสุดที่สามารถลองได้เมื่อการค้นหาคำร้องไม่สำเร็จ
tr: Şarkı sözü araması başarısız olduğunda izin verilen maksimum deneme sayısı
vi: Số lần thử tối đa khi tìm kiếm lời bài hát không thành công
zh_hans: 歌词搜索失败时的最大尝试次数
zh_hant: 歌詞搜尋失敗時的最大重試次數
